Repository: DaniilVysotskiy/pantheon
Catalog: Rheda/i18n/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de

source: Please enter symbols to make sure you're not a robot:
de_de: Bitte trag die Symbole ein um sicherzustellen dass du kein Bot bist:

source: Please enter the e-mail address you've registered with. We will send you confirmation email to reset your password.
de_de: Bitte registrierte Email Adresse eintragen. Wir werden dir ein Email mit einem Link zum Zurücksetzen deines Passwortes zusenden.%d

source: Please enter title for this event with at least 4 characters.
de_de: Name des Events(4 Zeichen Minimum)

source: Please enter your e-mail address and password.
de_de: Bitte Email Adresse und Passwort eingeben.

source: Please enter your e-mail address and password. We will send authentication link to your email, so you will be able to sign in and fill your personal data
de_de: Bitte Email Adresse und Passwort eingeben. Wir werden dir ein Email zusenden mit einem Link zur Bestätigung deiner Daten

source: Please enter your real name and surname (if you have it).
de_de: Bitte tragen deinen vollständigen Namen ein

source: Please wait a while and reload the page.
de_de: Bitte laden Sie die Seite in Kürze neu.

source: Points of best series
de_de: Punkte der besten Serie

source: Points of last series
de_de: Punkte der letzten Serie

source: Points to end game
de_de: Punkte der besten Serie

source: Points to start with
de_de: Startpunkte

source: Predefined seating
de_de: Vordefinierte Sitzplatzierung

source: Predefined seating and event status
de_de: Vordefinierte Sitzplatzierung und Eventstatus

source: Predefined seating configuration
de_de: Vordefinierte Sitzplatzierungseinstellung

source: Predefined seating is entered as list of tables, one table per row. New game session should be indicated as an empty line.
de_de: Vordefinierte Sitzplatzierung wird als Liste an Tischen, ein Tisch pro Reihe, eingetragen. Eine neue Session soll durch eine leere Reihe angezeigt werden.

source: Press next button to start the timer and begin the games.
de_de: Drücken Sie die Taste Next, um den Timer zu starten und die Spiele zu starten.

source: Pressing this button will reset the timer to its initial value. Be careful: you should not need this usually.
de_de: Durch Drücken dieser Taste wird der Timer auf seinen Anfangswert zurückgesetzt. Seien Sie vorsichtig: Sie sollten das normalerweise nicht brauchen.

source: Privacy policy overview
de_de: Privacy Policy Übersicht

source: Privilege
de_de: Recht

source: Privileges
de_de: Rechte

source: Profile management
de_de: Profileinstellungen

source: Provided number is invalid for selected country. Please provide valid phone number.
de_de: Die Telefonnummer ist für das ausgewählte Land ungültig.

source: Random seating
de_de: Zufällige Sitzplätze

source: Randomize winds seating at each table
de_de: Windzuordnung pro Tisch ist zufällig

source: Rating
de_de: Wertung

source: Rating graph
de_de: Wertungsdiagramm

source: Rating initial points amount
de_de: Wertung Anfangspunkte

source: Rating points
de_de: Wertungspunkte

source: Rating table
de_de: Wertungstabelle

source: Rating table has been hidden by tournament administrator
de_de: Wertungstabelle wurde vom Turnieradministrator ausgeblendet

source: Rating table is hidden. Show
de_de: Wertungstabelle ist ausgeblendet. Zeigen

source: Rating table is visible. Hide
de_de: Wertungstabelle ist sichtbar. Ausblenden

source: Ready to generate seating
de_de: Bereit Sitzplatzierung zu generieren

source: Really finish event #id (#title)? You won't be able to add games after event is finished.
de_de: Envent #id(#title) wirklich beenden? Danach können keine Spiele mehr hinzugefügt werden.

source: Really reset the timer?
de_de: Den Timer wirklich zurücksetzen?

source: Rebuild scoring
de_de: Wertung neu berechnen

source: Recent games
de_de: Gespielte Matches

source: Recover your password
de_de: Passwort zurücksetzen

source: Red zone duration
de_de: Red Zone Dauer

source: Register new user
de_de: Spieler anmelden

source: Register players
de_de: Spieler anmelden

source: Registered players (%d)
de_de: Registrierte Spieler (%d)

source: Remove
de_de: Löschen

source: Remove player %s?
de_de: Spieler% s entfernen?

source: Replacement player
de_de: Ersatzspieler

source: Reset the timer
de_de: Timer zurücksetzen

source: Reset to default
de_de: Auf Defaultwerte zurücksetzen

source: Revoke
de_de: Widerrufen

source: Revoke admin privileges
de_de: Adminrechte widerrufen

source: Revoke privilege #title?
de_de: #title recht widerrufen?

source: Revoke privileges for %s?
de_de: Rechte für %s entfernen?

source: Rheda: mahjong statistic system
de_de: Rheda: Mahjong Statistiksystem

source: Rights and privileges
de_de: Rechte

source: Rights and privileges: %s
de_de: Rechte: %s

source: Riichi bets
de_de: Riichi Einsatz

source: Riichi bets: %s
de_de: Riichi Einsätze: %s

source: Ron (%s from %s) %s; riichi bets - %s
de_de: Ron (%s von %s) %s; Riichi Einsätze - %s

source: Ron feeds
de_de: Für Ron bezahlt

source: Ron hands: %d
de_de: Ron Hände: %d

source: ron wins
de_de: Ron gewinnt

source: Rounds played
de_de: Runden gespielt

source: Rounds won
de_de: Runden gewonnen

source: Rules overview
de_de: Regelübersicht

source: Ruleset
de_de: Regeln

source: Ruleset tuning
de_de: Regeln anpassen

source: Save
de_de: Sichern

source: Save local IDs
de_de: Lokale IDs sichern

source: Save teams list
de_de: Team Liste sichern

source: Select basic ruleset for event.
de_de: Regelsatz für Event auswählen.

source: Select seating mode and press the appropriate button.
de_de: Wählen Sie den Sitzmodus und drücken Sie die entsprechende Taste.

source: Select the country you are representing
de_de: Ihr Land auswählen

source: Send confirmation e-mail
de_de: Bestätigungsmail senden

source: Series
de_de: Serie

source: Series length must be positive numeric value
de_de: Serienlänge muss eine positive Zahl sein

source: Session duration
de_de: Rundenzeit

source: Set length of game series. Separate rating table for series will be available.
de_de: Länge der Spielserie setzen. Seperate Wertungstabelle für die Serie wird danach generiert.

source: Should honda bonus be given by atamahane rule in case of double/triple ron (given to all if not)
de_de: Honba bei Mehrfachron gehen nur an ersten Spieler nach Verlierer

source: Should riichi sticks be given by atamahane rule in case of double/triple ron
de_de: Riichieinsätze bei Mehrfachron gehen an ersten Spieler nach Verlierer

source: Should uma bonus be divided equally in case of score equality
de_de: Uma Bonus wird bei Gleichstand aufgeteilt

source: Sign in
de_de: Login

source: Sign up
de_de: Registrieren

source: Sign up confirmation
de_de: Registrierungsbestätigung

source: Some errors occured, see below
de_de: Fehler sind aufgetreten, siehe unten

source: Something went wrong:
de_de: Etwas ist schiefgelaufen:

source: Something went wrong: %s
de_de: Etwas ist schief gelaufen:%s

source: Start games and timer?
de_de: Spiele und Timer starten?

source: Start games!
de_de: Spiele starten!

source: Start timer and games
de_de: Timer und Spiele starten

source: Start typing and select your city from list, or just type it's whole name to add new city
de_de: Wähle Stadt aus der Liste oder gib den Name manuell ein

source: Statistics
de_de: Statistik

source: Stats & diagrams: %s
de_de: Statistiken und Diagramme: %s

source: Step of penalty amounts
de_de: Schritte des Strafbetrags

source: Successfully register new user!
de_de: Neuer Benutzer wurde erfolgreich registriert!

source: Successfully save new user
de_de: Neuer Benutzer wurde erfolgreich gesichtert

source: Swiss seating
de_de: Schweizer Sitzplatzierung

source: Table #
de_de: Tisch #

source: Tables are being prepared...
de_de: Sitzplan wird vorbereitet.

source: Tables state:
de_de: Laufende Matches:Letz

source: Team table
de_de: Teamtisch

source: Team tournament
de_de: Teamturnier

source: Thank you, your registration was successfully approved.
de_de: Danke, Deine Registrierung wurde erfolgreich abgeschlossen.

source: The 1k Flash
de_de: Der 1k Blitz

source: The Covetous Knight
de_de: Ritter Habgier

source: The favorite apprentice of ASAPIN
de_de: ASAPINs Lieblingsschüler

source: The game has been successfully added!
de_de: Das Spiel wurde erfolgreich hinzugefügt!

source: The great dealer
de_de: Der große Dealer

source: There must be non-zero duration for tournaments
de_de: Das Turnier muss eine Dauer größer als 0 haben

source: These results are visible only for tournament administrator
de_de: Diese Ergebnisse sind nur für Turnieradministratoren sichtbar

source: This can't be your wait
de_de: Was für ein Wait

source: This seating uses current player rating to place higher ranked players together, with exception of players who already played on the same table.
de_de: Diese Sitzplatzierung setzt höher platzierte Spieler zusammen, außer Sie haben schon einmal gegeneinander gespielt.

source: This tournament has predefined seating. See Admin actions / Predefined seating page for seating configuration. Next seating is listed below.
de_de: Dieses Turnier hat voreingestellte Sitzplatzierung.

source: This will randomize players at all tables - useful when making a first game in tournament.
de_de: Randomisiere Sitzplatzierung, hilfreich für das erste Spiel eines Turniers.

source: This will update current local id mapping. See "Predefined seating" page for details
de_de: Update aktuelles local id mapping. "Predefined seating" Seite für Details aufrufen

source: This will update current teams mapping. See "Team table" page for details
de_de: Update aktuelles team mapping. "Team table" Seite für Details aufrufen

source: Timer & seating
de_de: Timer & Sitzplätze

source: Timezone
de_de: Zeitzone

source: Title
de_de: Name des Events

source: Title must be at least 4 characters length
de_de: Titel muss mindestens vier Zeichen lang sein

source: To event list
de_de: Event Liste

source: Total count of registered players is not divisible by 4. Use the "Add player" and "Players management" pages to add or remove players. Special replacement player accounts may be used to complete the table.
de_de: Die Gesamtanzahl registrierter Spieler ist nicht durch 4 teilbar. Verwenden Sie die Seiten "Spieler hinzufügen" und "Spielerverwaltung", um Spieler hinzuzufügen oder zu entfernen. Spezielle Ersatzspieler-Konten können verwendet werden, um die Tabelle zu vervollständigen.

source: Tournament control panel
de_de: Turnier Bedienfeld

source: Triple ron:
de_de: Dreifaches ron:

source: Triple ron: %s pays; winner #1 is %s (%s); winner #2 is %s (%s); winner #3 is %s (%s); riichi bets - %s
de_de: Dreifaches Ron:%s zahlt aus; Gewinner #1 ist %s (%s); Gewinner #2 ist %s (%s); Gewinner #3 ist %s (%s); Riichi Einsatz -%s

source: Tsumo (%s) %s; riichi bets - %s
de_de: Tsumo (%s) %s; Riichi Einsatz - %s

source: Tsumo hands: %d
de_de: Tsumo Hände: %d

source: Tsumo losses
de_de: Tsumo Verluste

source: tsumo wins
de_de: Tsumo gewinnt

source: Type
de_de: Typ

source: Uma (rank) bonus size
de_de: Uma

source: Unable to generate seating
de_de: Sitzplätze können nicht generiert werden

source: Update event
de_de: Event updaten

source: Update predefined seating config
de_de: Vordefinierte Sitzplatzierung updaten

source: Use interval seating
de_de: Intervall Sitzplatzierung benutzen

source: Use interval seating for new game?
de_de: Intervall Sitzplatzierung für neues Spiel benutzen ?

source: Use random seating
de_de: Zufällige Sitzplatzierung

source: Use random seating for new game?
de_de: Zufällige Sitzplatzierung für neues Spiel verwenden?

source: Use swiss seating
de_de: Schweizer Sitzplatzierung

source: Use swiss seating for new game?
de_de: Schweizer Sitzplatzierung für neues Spiel verwenden?

source: Use this seating
de_de: Diese Sitzplatzierung benutzen

source: Use this seating for new game?
de_de: Diese Sitzplatzierung für neues Spiel verwenden?

source: Value
de_de: Wert

source: View replay online
de_de: Wiederholung online sehen

source: WARNING: you should NEVER pass your tenhou login string to any service! Please provide your username instead!
de_de: WARNUNG: Niemals den tenhou login string weitergeben! Bitte nur den Benutzernamen angeben

source: We never store passwords as plain text. But keep in mind that weak passwords will not be accepted by checker.
de_de: Passwörter werden nicht im Klartext gespeichert. Zu schwache Passwörter werden aber abgelehnt.

source: Wrong admin password
de_de: Falsches Administratorpasswort

source: Yaku collected over all time
de_de: Gesammelte Yaku

source: Yakuhai: total
de_de: Yakuhai: Gesamt

source: You are required to log in with your email and password before proceeding
de_de: Bitte mit Email und Passwort einloggen

source: Your e-mail address
de_de: Deine Email Adresse

source: Your e-mail will not be shared with anyone else and will not be visible anywhere.
de_de: Deine Email Adresse wird nirgendwo angezeigt und mit niemandem geteilt.

source: Your e-mail will not be shared with anyone else and will not be visible anywhere. If you want to change your e-mail, contact chief administrator.
de_de: Deine Email Adresse wird nirgendwo angezeigt und mit niemandem geteilt. Wenn du sie ändern möchtest kontaktiere bitte den Administrator.

source: Your password
de_de: Dein Passwort

source: Your password was successfully updated. Please log in now.
de_de: Dein Passwort wurde erfolgreich upgedatet. Bitte log dich nun ein.

source: Your phone may be shown to administrators of tournaments that are not finished yet. Also all chief administrators will be able to see your phone number.
de_de: Deine Telefonnummer ist nur für Administratoren eines Turnieres solange dieses noch läuft sichtbar.

source: Your tenhou ID will be shown publicly. WARNING: this is your tenhou nickname, you should not enter your access code here!
de_de: Deine tenhou ID wird öffentlich angezeigt. WARNUNG: Bitte gib nur deinen tenhou nickname und nicht den login string an!

source: because of riichi
de_de: wegen Riichi

source: bets lost
de_de: Einsatz verloren

source: bets won
de_de: Einsatz gewonnen

source: no
de_de: nein

source: yes
de_de: ja
