Repository: DaniilVysotskiy/pantheon
Catalog: Rheda/i18n/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de

source: %d - %d (%d total)
de_de: %d - %d (%d gesamt)

source: %d quickest hand
de_de: %d schnellste Hand

source: %d riichi bet
de_de: Riichi Einsatz

source: %d win
de_de: %d Sieg

source: %s - %d points (%s)
de_de: %s - %d Punkte (%s)

source: %s - %s points of penalty. Reason: %s
de_de: %s -%s Strafpunkte. Grund: %s

source: %s : rights and privileges
de_de: %s : Rechte

source: %s bet
de_de: %s Einsatz

source: %s points
de_de: %s Punkte

source: %s: actions
de_de: %s: Aktionen

source: %s: personal stats
de_de: %s: persönliche Statistiken

source: (no rounds are played yet)
de_de: (Es wurden noch keine Runden gespielt)

source: 1st place
de_de: 1. Platz

source: 2nd place
de_de: 2. Platz

source: 3rd place
de_de: 3. Platz

source: 4th place
de_de: 4. Platz

source: <h2>Oops.</h2>Failed to get event configuration!
de_de: <h2> Hoppla. </ h2> Fehler beim Abrufen der Eventkonfiguration!

source: A penalty may be applied only to player currently in game. Otherwise error will occur.
de_de: Eine Strafe kann nur auf einen aktiven Spieler angewendet werden, ansonsten würde ein Fehler auftreteten.

source: Abortive draw.
de_de: Unentschieden

source: Abortive draw; riichi bets - %s
de_de: Unentschieden; Riichi Einsatz%s

source: Achievement
de_de: Auszeichnung

source: Achievements
de_de: Auszeichnungen

source: Add game
de_de: Spiel hinzufügen

source: Add online game
de_de: Neues Online-Spiel hinzufügen

source: Additional penalties
de_de: Zusätzliche Strafen

source: Additional penalties:
de_de: Zusätzliche Strafen:

source: Admin actions
de_de: Admin Aktionen

source: After this button is pressed, you won't be able to cancel any rounds, and all the results will become visible to all players in rating table.
de_de: Mit dem Drücken dieses Buttons werden alle Runden finalisiert und für die Spieler sichtbar in der Ergebnistabelle dargestellt.

source: Aggregated event
de_de: Eventzusammenfassung

source: All dates and times will be displayed according to selected timezone.
de_de: Alle Zeiten und Daten werden abhängig der eingestellten Zeitzone dargestellt.

source: All players
de_de: Alle Spieler

source: Amount of points to be given to replacement player
de_de: Punkte für Ersatzspieler

source: Amount of uma bonus to be given to replacement player
de_de: Uma Bonus für Ersatzspieler

source: And your riichi bet, please
de_de: Der Riichi Einsatz, Bitte

source: Apply penalty
de_de: Strafe anwenden

source: Average
de_de: Durchschnitt

source: Average place
de_de: Durchschnittsplatzierung

source: Average points
de_de: Durchschnittliche Punkte

source: Basic ruleset name
de_de: Regelwerk

source: Best hand
de_de: Beste Hand

source: Best hand: <b>%s</b> - %s
de_de: Beste Hand: <b>%s</b> - %s

source: Best series
de_de: Beste Serie

source: Brave minesweeper
de_de: Tapferer Minensucher

source: Can't proceed to control panel: please log in
de_de: Control Panel erst nach Login sichtbar

source: Can't proceed to profile management: failed to fetch personal data
de_de: Profil Managment konnte nicht geladen werden: Fehler beim laden der persönlichen Daten

source: Can't proceed to profile management: please log in
de_de: Profil Managment erst nach Login verfügbar

source: Can't proceed to registration: please log out to create new user
de_de: Bitte ausloggen um einen neuen Benutzer anzulegen

source: Cancel game
de_de: Spiel abbrechen

source: Cancel last played round
de_de: Letzte gespielte Runde abbrechen

source: Captcha is invalid
de_de: Captcha ist ungültig

source: Careful planning
de_de: Vorsichtige Planung

source: Change password
de_de: Kennwort ändern

source: Check twice penalty data. You won't be able to cancel the penalty
de_de: Bitte Eingabe genau prüfen. Die Strafe kann nicht rückgängig gemacht werden

source: Chips value
de_de: Chipwert

source: Chombo penalties
de_de: Chombo Strafen

source: Chombo penalties: %s
de_de: Chombo Strafen

source: Chombo penalty in rating points
de_de: Chombo Strafen in Ratingpunkten

source: Choose single session duration in minutes (timer initial value). Default is 90.
de_de: Dauer einer Runde in Minuten. Default ist 90.

source: Choose this for separate team rating
de_de: Seperate Teamwertung

source: Choose this if you want to define your own custom seating for tournament by hand
de_de: Sitzordnung des Turniers manuell eingeben

source: City
de_de: Stadt

source: Common stats
de_de: Gemeinsame Statistiken

source: Confirm game cancellation:
de_de: Spielabbruch bestätigen:

source: Confirm game definalization. Note that you will need to cancel last round by hand after that.
de_de: Rückgängigmachen des Spieles bestätigen. Die letzte Runde muss danach noch per Hand abgebrochen werden.

source: Confirm round cancellation:
de_de: Rundenabbruch bestätigen:

source: Confirm the results and finish all games
de_de: Ergebnisse bestätigen und all Spiele beenden

source: Confirmation code not found
de_de: Bestätigungscode konnte nicht gefunden werden

source: Confirmation e-mail was sent. Please check you inbox.
de_de: Bestätigungsemail wurde gesendet. Bitte überprüfe Deine Inbox.

source: Confirmation email has been sent. Please check your inbox for further instructions.
de_de: Bestätigungsemail wurde gesendet. Bitte überprüfe Deine Inbox für weitere Anweisungen.

source: Control panel: create event
de_de: Control panel: Event erstellen

source: Control panel: manage event privileges
de_de: Control panel: Eventrechte bearbeiten

source: Control panel: manage events
de_de: Control panel: Events bearbeiten

source: Controls
de_de: Einstellungen

source: Country
de_de: Land

source: Create account
de_de: Account erstellen

source: Create event
de_de: Event erstellen

source: Create new event
de_de: Neues Event erstellen

source: Create new user
de_de: Neuen Benutzer erstellen

source: Customize
de_de: Anpassen

source: Definalize game
de_de: Spiel rückgängig machen

source: Description
de_de: Beschreibung

source: Die Hard
de_de: Stirb langsam

source: Dora count (avg.)
de_de: Dora Anzahl (durchschnitt)

source: Dora lord
de_de: Meister der Dora

source: Double ron:
de_de: Doppel Ron:

source: Double ron: %s pays; winner #1 is %s (%s); winner #2 is %s (%s); riichi bets - %s
de_de: Doppel Ron:% s zahlt aus; Gewinner # 1 ist %s (% s); Gewinner # 2 ist %s (%s); Riichi Einsatz -%s

source: Drawn rounds: %d
de_de: Unentschiedene Runden: %d

source: E-mail address
de_de: Email Adresse

source: E-mail is invalid
de_de: Email Adresse ist ungültig

source: E-mail is invalid or not supported. Note that non-latin e-mail domains are not supported.
de_de: Email Adresse ist ungültig oder enthält nicht-lateinische Zeichen.

source: Earlier
de_de: Zurück

source: Edit
de_de: Bearbeiten

source: Edit player information
de_de: Spiele Information Bearbeiten

source: Enter part of name
de_de: Name eintragen

source: Enter short description. Markdown syntax is supported.
de_de: Kurze Beschreibung. Markdown wird unterstützt.

source: Error occured while adding player:
de_de: Beim Hinzufügen des Spielers ist ein Fehler aufgetreten

source: Event is not selected
de_de: Kein Event ausgewählt

source: Event list
de_de: Event Liste

source: Event not found in database
de_de: Event nicht in Datenbank vorhanden

source: Event owners:
de_de: Eventmanager

source: Example:
de_de: Beispiel:

source: Example: 3 tables (12 players) with step 2 will be formed as 1-3-5-7, 2-4-6-8 and 9-10-11-12
de_de: Beispiel: 3 Tische (12 players) mit 2 Runden werden als 1-3-5-7, 2-4-6-8 und 9-10-11-12 eingegeben

source: Exclude from seating
de_de: Vom Sitzplan ausschließen

source: Exhaustive draw (everybody noten).
de_de: Unentschieden (alle noten).

source: Exhaustive draw (tenpai: %s).
de_de: Unentschieden(Tenpai:%s).

source: Exhaustive draw (tenpai: %s); riichi bets - %s
de_de: Unentschieden(tenpai:%s); Riichi Einsatz - %s

source: Failed to assign administrative rights. Consult support and give them id #%s
de_de: Administratorrechte konnten nicht erteilt werden. Bitte Support mit ID #%s kontaktieren

source: Failed to assign administrator to event
de_de: Administrator konnte dem Event nicht zugeordnet werden.

source: Failed to finish event
de_de: Event konnte nicht beendet werden

source: Failed to register the player. Check your network connection.
de_de: Der Spieler konnte nicht registriert werden. Überprüfen Sie Ihre Netzwerkverbindung.

source: Failed to remove administrator from event
de_de: Administrator konnte nicht vom Event entfernt werden

source: Failed to save event #%s - this should not happen
de_de: Event #%s konnte nicht gesichert werden

source: Failed to save ignore seating flag. Check your network connection.
de_de: Ausnahme von der Sitzplatzierung konnte nicht gesichert werden. Überprüfen Sie Ihre Netzwerkverbindung.

source: Failed to save local ids mapping. Check your network connection.
de_de: Local ids mapping konnte nicht gesichert werden. Überprüfen Sie Ihre Netzwerkverbindung.

source: Failed to save replacement player. Check your network connection.
de_de: Ersatzspieler konnte nicht gesichert werden Überprüfen Sie Ihre Netzwerkverbindung.

source: Failed to save teams mapping. Check your network connection.
de_de: Teamzuweisung konnte nicht gesichert werden. Überprüfen Sie Ihre Netzwerkverbindung.

source: Failed to update personal information: insufficient privileges or server error
de_de: Persönliche Informationen konnten nicht gesichert werden: Fehlende Rechte oder Serverfehler

source: Failed to update predefined seating. Check your network connection.
de_de: Manuelle Sitzzuordnung konnte nicht gespeichert werden. Überprüfen Sie Ihre Netzwerkverbindung.

source: Final game points:
de_de: Spielergebnis:

source: Finish
de_de: Beenden

source: Finish all the games
de_de: Alle Spiele beenden

source: Finish the games? You will not be able to cancel rounds anymore!
de_de: Beenden aller Spiele? Es können keine Runden mehr storniert werden!

source: Finished
de_de: Beendet

source: Forgot your password?
de_de: Passwort vergessen?

source: Found errors:
de_de: Fehler gefunden:

source: Full game log:
de_de: Vollständiges Spielprotokoll:

source: Game details
de_de: Spieldetails

source: Game duration in minutes
de_de: Spieldauer in Minuten

source: Games control panel
de_de: Spieleinstellungen

source: Games played
de_de: Spiele gespielt

source: Given for collecting a yakuman during tournament.
de_de: Für das Sammeln eines Yakuman während des Turniers.

source: Given for collecting the hand with biggest han count (independent of cost).
de_de: Für die Hand mit den meisten Han

source: Given for collecting the hand with biggest minipoints (fu) count.
de_de: Für die Hand mit den meisten Fu

source: Given for collecting the largest amount of other players' riichi bets during the tournament.
de_de: Für das Gewinnen der meisten Riichi Einsätze anderer Spieler während des Turniers

source: Given for collecting the most of tsumo hands during single game.
de_de: Für die meisten Tsumos während eines Einzelspiels.

source: Given for collecting the most of yakuhais during the tournament.
de_de: Für die meisten Yakuhai während des Turniers.

source: Given for feeding into largest hand during tournament (but not while in riichi).
de_de: Für das Bezahlen der teuersten Hand während eines Turniers(nicht während riichi)

source: Given for getting largest number of ippatsu during tournament.
de_de: Fürdie meisten Ippatsu während des Turniers.

source: Given for largest count of dealer wins during the tournament.
de_de: Für die meisten Dealersiege während des Turniers.

source: Given for largest count of feeding into ron during the tournament.
de_de: Für das Bezahlen der meisten Ron während eines Turniers

source: Given for losing largest amount of points as riichi bets.
de_de: Für das Verlieren der meisten Riichi Einsätze

source: Given for losing the smallest number of riichi bets.
de_de: Für das Verlieren der wenigsten Riichi Einsätze

source: Given for smallest count of feeding into ron during the tournament.
de_de: Für das Bezahlen der wenigsten Ron während des Turniers

source: Given for the largest amount of points received as ryukoku payments.
de_de: Für das erhalten der meisten Punkte durch Ryukoku

source: Given for the largest amount of unique yaku collected during the tournament.
de_de: Für die meisten unterschiedlichen Yaku während dem Turnier

source: Given for the largest average count of dora in player's hand.
de_de: Für die durchschnittlich höchste Anzahl Dora

source: Given for the most of 1/30 wins during tournament.
de_de: Für die meisten 1/30 Siege während des Turniers.

source: Given for the smallest average cost of opponents hand that player has dealt.
de_de: Für den geringsten Durchschnittswert bezahlter Ron

source: Given for winning the largest number of hands with damaten.
de_de: Für das Gewinnen der meisten Hände in Damaten

source: Global privileges
de_de: Globale Rechte

source: Gotta Catch'Em All
de_de: Fang Sie Alle

source: Guest of honors
de_de: Mutter der Drachen

source: Hands value
de_de: Handwerte

source: Hello! You have just registered your account in the Pantheon system, please follow next link to confirm your registration: %s If you didn't attempt to register, you can safely ignore this message. Sincerely yours, Pantheon support team
de_de: Hallo! Du hast Dich gerade im Pantheon System registriert, bitte folge dem Link um dies zu bestätigen. %s Falls Du nicht versucht hast dich zu registrieren, kannst Du diese Nachricht ignorieren. mit freundlichen Grßen, Pantheon support team

source: Hello! You have just requested password recovery for your account in the Pantheon system. Please follow next link to reset your password: %s If you didn't attempt to recover password, you can safely ignore this message. Sincerely yours, Pantheon support team
de_de: Hallo! Du gerade das Zurücksetzen deines Passwortes im Pantheon System angefordert. Bitte folge dem Link um dies abzuschließen: %s Falls Du nicht versucht hast dich zu registrieren, kannst Du diese Nachricht ignorieren. mit freundlichen Grßen, Pantheon support team

source: Hide/show rating table
de_de: Wertungstabelle anzeigen

source: Hiding rating table for all players may be useful to keep everybody intrigued at the end of tournament
de_de: Wir empfehlen die Wertungstabell nach der letzten Runde verborgen zu halten, um die Spannung für die Siegerehrung aufrecht zu erhalten

source: Honored donor
de_de: Edler Spender

source: I saw them dancing
de_de: Tanzt für mich!

source: I've read the privacy policy listed below and accept its terms
de_de: Ich habe die Privacy Policy gelesen und akzeptiert

source: If 4/30 and 3/60 should be rounded to mangan
de_de: Kiriage Mangan (4/30 und 3/60 werden auf Mangan aufgerundet)

source: If abortive draws are allowed
de_de: Abortive Draws

source: If all the games should be finished simultaneously (tournament mode)
de_de: Alle Spiele sollen gleichzeitig beendet werden(Turniermodus)

source: If all the games should be started simultaneously (tournament mode)
de_de: Alle Spiele sollen gleichzeitig gestartet werden(Turniermodus)

source: If arbitrary penalties are enabled
de_de: Beliebige Strafen erlaubt

source: If atamahane is enabled
de_de: Atamahane, keine Mehrfachron

source: If automatic seating is allowed
de_de: Automatische Sitzplatzierung ist erlaubt

source: If chombo should be payed in points
de_de: Chombo soll in Punkten bezahlt werden(nicht in Rating Punkten)

source: If event is online
de_de: Event ist Online

source: If game ends when any player goes bankrupt
de_de: Buttobi (Spiel endet wenn ein Spieler alle Punkte verliert)

source: If game ends when leading dealer wins in last round
de_de: Agariyame (Spiel endet wenn Dealer führt und die letze Runde gewinnt)

source: If game series are enabled
de_de: Spielserien sind aktiviert

source: If game should proceed to next round if dealer wins (i.e. no honba/renchan)
de_de: Renchan ist aktiviert( Dealer bleibt Dealer bei tenpai oder Gewinn)

source: If games have east rounds only
de_de: Nur Ostrunde

source: If kazoe should be yakuman, not sanbaiman
de_de: Kazoe Yakuman (13 Han zählen als Yakuman, default: Sanbaiman)

source: If multiple yakumans are enabled
de_de: Mehrfach Yakuman

source: If nagashi mangan is allowed
de_de: Nagashi mangan

source: If new players are allowed to join in the middle of event
de_de: Neue Spieler dürfen während des Events hinzukommen

source: If rating table should first be sorted by number of games played
de_de: Wertungstabelle soll nach gespielten Spielen sortiert werden

source: If riichi bets left on the table go to winner of the hanchan
de_de: Verbliebene Riichieinsätze gehen an Gewinner

source: If seating for all games is entered in advance
de_de: Sitzplatzzuordnung für alle Spiele wird im Vorhinein eingegeben

source: If start points should be subtracted from result
de_de: Startpunkte werden vom Matchresultat abgezogen

source: If tanyao in open hand is allowed
de_de: Offenes Tanyao

source: If this is non-zero N, only those who played more than N games will be shown in rating table.
de_de: Nur Spieler die diese erreichen werden in der Wertungstabelle angezeigt.

source: If timer should be used
de_de: Zeitlimit soll benutzt werden

source: In case of small number of players and large number of games, this seating will create tables with as few crossings as possible.
de_de: Bei wenig Spielern und vielen Spielen, verhindert diese Sitzplatzierung Doppelpaarungen soweit möglich.

source: Include into seating
de_de: In Sitzplatzierung einbeziehen

source: Interval seating
de_de: Interval Sitzplatzierung

source: Invalid email provided
de_de: Unzulässige Email Adresse

source: Jewelry included
de_de: Glitzer Glitzer

source: Just as planned
de_de: Genau nach Plan

source: Last played round:
de_de: Letzte gespielte Runde:

source: Last series
de_de: Letzte Serie

source: Later
de_de: Später

source: Latest games
de_de: Neuesten Spiele

source: List of allowed yaku
de_de: Liste erlaubter Yaku

source: List of yakumans that use pao rule
de_de: Pao Regel gilt für:

source: Lobby id must be in format: C####, where # is a digit
de_de: Lobby ID muss im format: C#### sein, wobei # für eine Ziffer steht

source: Local id
de_de: Lokale ID

source: Main event is empty: this is unexpected behavior
de_de: Main event ist leer: Unerwarteter Fehler

source: Make %s event admin?
de_de: %s als Eventadministrator setzen?

source: Make event admin
de_de: Als Eventadministrator setzen

source: Manage events privileges: %s
de_de: Eventrechte setzen: %s

source: Manage my profile
de_de: Mein Profil verwalten

source: Manage owned events
de_de: Meine Events verwalten

source: Manage players
de_de: Spieler verwalten

source: Manage profile: %s
de_de: Profil verwalten: %s

source: Manage ratings and tournaments
de_de: Turniere und Ratings verwalten

source: Maximal arbitrary penalty amount
de_de: Maximalhöhe der Strafe

source: Minimal amount of games to be played for passing to finals
de_de: Minimum an Spielen die notwendig sind um ins Finale aufsteigen zu können

source: Minimal arbitrary penalty amount
de_de: Minimale Strafsumme

source: Minimal games count
de_de: Mindestanzahl Spiele

source: Minimal games count must be positive numeric value
de_de: Geringste Spielanzahl muss ein positiver numerischer Wert sein

source: Nagashi mangan - %s, %s; riichi bets - %s; tenpai - %s
de_de: Nagashi mangan - %s, %s; Riichi Einsatz - %s; Tenpai - %s

source: Nagashi mangan - %s; riichi bets - %s; tenpai - %s
de_de: Nagashi mangan - %s; Riichi Einsatz - %s; TEnpai - %s

source: New club rating
de_de: Neue Klubwertung

source: New online tournament
de_de: Neues Online-Turnier

source: New tournament
de_de: Neues Turnier

source: Next session index (starting from 1):
de_de: Nächster Session Index(von 1 beginnend)

source: No errors found.
de_de: Keine Fehler gefunden.

source: No games has been played yet
de_de: Es wurden noch keine Spiele gespielt

source: No seating defined for next game. Looks like the tournament is finished
de_de: Keine Sitzplatzierung für das nächste Spiel. Das Turnier scheint beendet

source: No seating defined. Check "Admin actions / Predefined seating" page to define seating for tournament
de_de: Keine Sitzplatzierung gefunden. "Admin actions/Predefined" überprüfen um Sitzplatzierung für das Turnier einzugeben

source: No stats are available yet
de_de: Es sind noch keine Statistiken verfügbar

source: Nobody
de_de: Niemand

source: Nominees
de_de: Nominierte

source: Note that seating starts from the top of rating table, so the rest of players at bottom will be placed with step 1.
de_de: Sitzplatzierung startet von dem Ersten der Wertungstabelle, der Rest der Spieler weiter unten wird mit Step 1 platziert.

source: Oka (first place) bonus size
de_de: Oka bonus

source: Only global administrators can register players
de_de: Nur globale Administratoren können Spieler registrieren

source: Open game control app
de_de: Zur App

source: Open riichi
de_de: Geöffnetes Riichi

source: Order by average place
de_de: Sortieren nach durchschnittlicher Platzierung

source: Order by average score
de_de: Sortieren nach durchschnittlichem Score

source: Order by player name
de_de: Sortieren nach Namen

source: Order by player rating
de_de: Sortiern nach Punkten

source: Over 9000 fu
de_de: Über 9000 fu

source: Page not available for aggregated events
de_de: Entschuldigung, diese Seite ist nicht für Mobilgeräte verfügbar

source: Pantheon: confirm your registration
de_de: Pantheon: Bestätige Deine Registrierung

source: Pantheon: password recovery request
de_de: Pantheon: Passwort recovery

source: Password
de_de: Passwort

source: Password is incorrect or account not registered
de_de: Passwort ist falsch oder Account existiert nicht

source: Password is too weak. Try adding some digits, uppercase letters or punctuation to it, or increase its length.
de_de: Passwort ist zu unsicher. Bitte verwende Zahlen, Groß/Klein Schreibung, oder ein längeres Passwort.

source: Penalties
de_de: Strafen

source: Penalties:
de_de: Strafen:

source: Penalty amount
de_de: Strafbetrag

source: Penalty reason
de_de: Strafgrund

source: Person name
de_de: Name

source: Person not found in database
de_de: Person nicht in Datenbank gefunden

source: Personal information successfully updated
de_de: Informationen upgedatet

source: Personal stats
de_de: Persönliche Statistiken

source: Phone
de_de: Telefonnummer

source: Places stat:
de_de: Platzierungsstatistik:

source: Play additional rounds
de_de: Zusätzliche Runde wenn Zielpunkte nicht erreicht werden

source: Played at least %d game
de_de: Spielte zumindest %d Spiel

source: Played less then %d game
de_de: Spielte weniger als %d Spiel

source: Player
de_de: Spieler

source: Player added successfully. Reload page to see results
de_de: Spieler erfolgreich hinzugefügt. Seite neu laden um Änderungen anzuzeigen

source: Player already registered to this event
de_de: Spieler ist bereits für das Event registriert

source: Player name
de_de: Spielername

source: Player name must be at least 4 characters length. Please enter your real name (and surname).
de_de: Spielername muss mindestens vier Zeichen lang sein, bitte Vor und Nachnamen eintragen.

source: Players management
de_de: Spieler verwalten

source: Players registration
de_de: Spielerregistrierung

source: Players will be assigned to tables according to current rating table with selected interval
de_de: Spieler werden dem aktuellen Stand der Wertungstabelle und dem ausgewählten Intervall nach platziert

source: Please enter lobby id for this event like this: C5560
de_de: Bitte Lobby ID für dieses Event eingeben(z.B.: C5560)

source: Please enter new password for your account.
de_de: Neues Passwort für den Account eingeben.
